{
  "play_cap": "JOGAR",
  "credits_cap": "CRÉDITOS",
  "powered_by": "Desenvolvido por ",
  "built_with": "Construido com ",
  "talk_game_1": "Você acabou de chegar nesta cidade e deseja um emprego onde possa aprender sobre investimentos? Se é curioso e destemido e adora desafios continue no game...",
  "talk_game_2": "Vá à InvestCity companhia de investimentos e converse com o Alberto. Ele lhe dará mais detalhes de como prosseguir.",
  "talk_alberto_1": "Olá FULANO! Você está na mais rica empresa de investimentos dessa cidade. Meu nome é Alberto, sou Diretor de Investimentos na InvestCity Capital.",
  "talk_alberto_2": "Nossa cidade é conhecida por colocar grandes investidores no mercado. Em que posso lhe ajudar",
  "talk_alberto_3": "?",
  "talk_alberto_4": "Muito bem se é de desafios que você gosta talvez tenhamos uma oportunidade pra você. Procuramos alguém que possa solucionar problemas de vários investidores clientes de nossa empresa que residem nessa cidade.",
  "talk_alberto_5": "Você deverá encontrá-los andando pela cidade e resolver seus problemas.",
  "talk_alberto_7": "Você será recompensado por cada problema resolvido e ganhará experiência. Com o tempo você poderá ser promovido para outros cargos nesta empresa. Pronto para começar",
  "talk_alberto_8": "?",
  "talk_alberto_9": "Vamos iniciar com um pequeno teste. Você deve ir em nossa bolsa de investimentos e fazer alguma operação. Para isso estamos te presenteando com R$ 1.000,00 (mil reais) que você poderá investir. Mas você não  precisa se preocupar  se o resultado do investimento não for satisfatório.",
  "talk_alberto_10": "Para você chegar na bolsa de investimentos, consulte a qualquer momento o local designado em seu mini mapa no canto inferior direito da tela. Boa sorte!",
  "talk_kid_1": "!",
  "talk_boss_1": "",
  "talk_boss_2": "",
  "talk_kid_2": "Olá!\nPoderia me ajudar?\nTenho alguns desafios para você.\nSe vence-los o recompensarei.",
  "talk_player_5": "Claro que sim!\nMãos a obra!",
  "play_again_cap": "JOGAR NOVAMENTE",
  "congratulations": "PARABÊNS!",
  "thanks": "Agradeço por testar o game e sentir o poder do Flame e do Bonfire na construção de games 2D.",
  "door_school": "Bem vindo a famosa academia de InvestCity.\nAqui você poderá adquirir conhecimentos indispensáveis para seus investimentos.\nBons estudos."
}